Revit 2027 API
ParameterTypeId.FamilyNamePseudoParam Property
 "Family"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyNamePseudoParam { get; }
Public Shared ReadOnly Property FamilyNamePseudoParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyNamePseudoParam {
	ForgeTypeId^ get ();
}
static member FamilyNamePseudoParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace